---
kind: other
id: Methods.T:Autodesk.Revit.DB.ElementOwnerViewFilter
source: html/a0d003ef-c682-bc83-1e57-e782e6fdc469.htm
---
# ElementOwnerViewFilter Methods

Applies the filter to a given element.